greet_phrase = "Привет 👋, я - бот, который поможет вам со все возможной обработкой изображений!"
send_me_photo_phrase = "Теперь, отправьте мне фото 📸"
enter_sizes_phrase = "Супер! Теперь введите новые размеры в формате ШИРИНАxВЫСОТА (например, 800x600)"
incorrect_format_of_sizes_phrase = "⚠ Ошибка формата! Попробуйте так: 300x200 🧐"
choose_format_phrase = "Выберете формат сохранения из списка ниже 👇"
changed_image_phrase = "🔥 Новое изображение!"
menu_phrase = "Главное меню 👇"
choose_filter_phrase = "Выберете фильтр для фото из списка ниже 👇"
send_me_url_phrase = "🌐 Пришлите мне ссылку (URL) для QR-кода!"
qr_code_phrase = "Готово! Ваш QR-код!"
help_phrase = """
/menu - Главное меню
/start - Запуск бота
/help - Для получения этого
"""
gotten_text_phrase = "Полученный текст:"
extracting_error_phrase = "⚠ Ошибка при получений текста!"
